[
    {
        "id": 1,
        "title": "Дом под шпилем",
        "content": "В каждом городе с собственной историей есть хотя бы одно здание, известное всем его жителям. О них сочиняют легенды, пишут стихи и поют песни. В Москве это «Дом на Набережной», в Барнауле — «Дом под шпилем». Ленинградский архитектор Я. Н. Додица был из команды, разработавшей грандиозный проект Дворца Советов, ради которого взорвали храм Христа Спасителя. Документация была готова еще в 1940 г., но началась война, дворец так и не возвели, а вот Барнаулу повезло. В 1953 г. стартовало, а через три года закончилось строительство будущего символа города. На первом этаже дома разместился гастрономический магазин, открытый до 23:00. В наше время этот факт назвали бы «уникальным торговым предложением». Других продмагов, работающих допоздна, тогда в городе просто не было. Его популярность взлетела до небес. Здесь назначались свидания, встречались веселые компании молодежи. В квартирах верхних этажей жили партийные чиновники высшего звена, так что и выбор продуктов на прилавках был побогаче, чем в других местах.",
        "img": "https://via.placeholder.com/250",
        "alt": "Дом под шпилем"
    },
    {
        "id": 2,
        "title": "Нагорный парк",
        "content": "Нагорный парк находится в южной, нагорной части города Барнаула — на широком водоразделе между долинами рек Оби и Барнаулки. На западе парк выходит к первой надпойменной террасе Барнаулки, а на востоке обрывается крутым берегом в сторону Оби — бровкой уступа Приобского плато. В 1741 году на территории Нагорного парка планировалось возведение крепости, которая бы защищала Барнаульский сереброплавильный завод. Вместо крепости в 1772 году принято решение об открытие в этом месте Нагорного кладбища. В 1774 году по проекту ученика И.И.Ползунова Ивана Черницына построен деревянный храм Иоанна Предтечи. К середине XIX века деревянная церковь обветшала. Новую каменную церковь, спроектированную Я.Н.Поповым, заложили 10 августа 1850 года у самого северного склона кладбища на новом месте. Она служила людям до 30-х годов XX века. В середине 1930-х годов Нагорное кладбище вместе с храмом было снесено. Сразу же после этого на его территории был создан парк культуры и отдыха.",
        "img": "https://via.placeholder.com/250",
        "alt": "Нагорный парк"
    },
    {
        "id": 3,
        "title": "Речной вокзал",
        "content": "Украшает собой центр города и берег реки Обь. До середины 19 века хождение лодок и крупных судов по Оби через Барнаул не было частым. Но с появлением пароходов у томского купца Хаминова и пароходчиков Функа и Щербакова судоходное движение оживилось. В 1885 году после открытия железнодорожного пути «Екатеринбург-Тюмень» сложилось качественное железнодорожно-водное сообщение между Уралом и Сибирью, осуществлявшее перевозку пассажиров и доставку промышленных грузов. Современное здание вокзала построено в 1985 году, его стены в бело-голубых тонах изысканно гармонируют с цветом воды, что позволяет сделать там красивые портретные фотографии. Сейчас пароходы, причаливающие к речному вокзалу Барнаула, совершают прогулочные рейсы вдоль берегов Оби и перевозят пассажиров внутри города.",
        "img": "https://via.placeholder.com/250",
        "alt": "Речной вокзал"
    }
    ]